{
  "common": {
    "view_more": "View More",
    "ceo": "JongMan Park"
  },
  "nav": {
    "menu_home": "HOME",
    "menu_about": "About",
    "menu_furniture": "Furniture",
    "menu_interior": "Interior",
    "menu_palette": "Palette"
  },
  "footer": {
    "footer_title": "Indonesia Furniture Manufacturer",
    "footer_title_2": "PT. FURNIWELL MAKMUR ABADI",
    "footer_menu": "PARK JONG MAN",
    "footer_menu_2": "Mobile: +62 813 250 96078 / +62 822 303 86996",
    "footer_menu_3": "Business registration number : 99.912.123.9-516.000",
    "footer_menu_4": "E-mail: furniwell2002@gmail.com / furniwellkorea@naver.com",
    "footer_menu_5": "Adress: JALAN BAWU-BATEALIT RT. 001 RW. 001 MINDAHAN, BATEALIT KAB. JEPARA JAWA TENGAH"
  },
  "home": {
    "main_top_description": "Indonesia Furniture Manufacturer",
    "main_top_title": "FURNIWELL",
    "main_top_sub_title": "MAKMUR ABADI",
    "main_top_description_2": "Innovative furniture solutions",
    "main_section_title": "Our diverse services allow you to communicate with a wider world",
    "main_section_description": "As an Indonesia wooden furniture manufacturer, we provide professional services and quality to prioritize customer satisfaction.",
    "main_section_title_2": "Our diverse services allow you to communicate with a wider world",
    "main_section_description_2": "As an Indonesia wooden furniture manufacturer, we provide professional services and quality to prioritize customer satisfaction.",
    "about_section_title": "About Us",
    "about_section_description": "Indonesia Furniture Manufacturer Furniwell Co., Ltd. is a wooden furniture manufacturer that provides wooden furniture, furniture manufacturing and export, interior design projects, and wooden pallet supply.",
    "furniture_section_title": "Furniture Manufacturing",
    "furniture_section_description": "We supply stable furniture for domestic and export, and prioritize customer satisfaction with high-quality products.",
    "interior_section_title": "Interior Design",
    "interior_section_description": "We change customer spaces beautifully through various interior design projects.",
    "palette_section_title": "Palette Supply",
    "palette_section_description": "We supply KCC GLASS special pallets at reasonable prices in large quantities and continue to build trust in the industry."
  },
  "contact": {
    "contact_us_title": "Contact us",
    "contact_us_description": "We are mostly stationed in our factory in Indonesia, <br /> so please contact us via local mobile phones. <br /> You can also contact us via email, Kakao talk after adding the Kakao talk.",
    "contact_us_email": "Email",
    "contact_us_mobile": "Mobile",
    "contact_us_kakao": "Kakao talk",
    "contact_us_whatsapp": "WhatsApp"
  },
  "about": {
    "about_section_page_title": "About Us",
    "about_section_title_1": "Company Name: Furniwell Co., Ltd.",
    "about_section_title_2": "[Since 1998] Indonesia-based Direct Factory, B2B Total Solution Partner",
    "about_section_description": "Furniwell Co., Ltd. has been engaged in B2B business in Indonesia for more than 25 years since its establishment.",
    "about_section_business_title": "Main Business Fields",
    "about_section_business_description_1": "Furniture Manufacturing and Export: Precise manufacturing and global export of Indonesian/outdoor furniture",
    "about_section_business_description_2": "Interior Design Projects: Providing differentiated customized interior solutions to complete spaces",
    "about_section_business_description_3": "Wood Pallet: Bulk production and supply of wood packaging materials (pallets) for domestic and export use",
    "about_section_strength_title": "Furniwell Co., Ltd.'s Strengths",
    "about_section_strength_description_1": "Trust-based communication: Through smooth and accurate communication, we fully reflect customer requirements",
    "about_section_strength_description_2": "High quality & reasonable price: Providing precise quality at competitive prices through the efficiency of our directly-operated factory in Indonesia",
    "about_section_strength_description_3": "Sincere partnership: We approach every project with sincerity and responsibility",
    "about_section_success_description": "Through direct export to global buyers, we have strengths in efficient price competitiveness and smooth communication, and we look forward to successful collaboration with global partners in the future.",
    "about_section_success_description_2": "CEO Park Jongman"
  },
  "furniture": {
    "furniture_section_page_title": "Furniture",
    "furniture_section_description": "Domestic and export-oriented wooden/antique furniture manufacturer",
    "tab_indoor": "Indoor",
    "tab_outdoor": "Outdoor",
    "furniture_section_indoor_description1": "Furniwell Co., Ltd. is a wooden furniture manufacturer that started as a furniture manufacturing factory in 1998, and has been producing indoor furniture using various materials such as wood, steel, and rattan.",
    "furniture_section_indoor_description2": "Over the past several decades, we have accumulated technical skills and know-how, and have exported high-quality furniture to the global market.",
    "furniture_section_indoor_description3": "Our strength is providing high quality at reasonable prices through our efficient production system and strict quality management.",
    "furniture_section_indoor_description4": "We produce high-quality furniture with durability and aesthetics through our efficient production system and strict quality management,",
    "furniture_section_indoor_description5": "and our creativity and technical skills in handling various materials and designs are the foundation for implementing any style of furniture.",
    "furniture_section_indoor_description6": "Through this, we contribute to the competitiveness of our customers.",
    "furniture_section_outdoor_description1": "We are a specialist in manufacturing and exporting outdoor furniture for outdoor spaces.",
    "furniture_section_outdoor_description2": "From furniture that fits well with a terrace, to large-scale structures and custom-made furniture for large residential complexes, we perform various projects and export products.",
    "furniture_section_outdoor_description3": "We turn your ideas into reality",
    "furniture_section_outdoor_description4": "The most important thing in outdoor furniture manufacturing is the harmony of durability and design. We use our skilled technical skills that can handle various materials freely to create furniture products that implement your creative ideas into realistic outdoor products.",
    "furniture_section_outdoor_description5": "We can realize everything you imagine, from unique outdoor tables and chairs sets for special spaces, to large benches for large residential complexes.",
    "furniture_section_outdoor_description6": "If you are considering manufacturing furniture or structures for outdoor spaces, please join us. With our rich experience and excellent technical skills, we will lead your project to success."
  },
  "interior": {
    "interior_section_page_title": "Interior",
    "interior_section_description": "Domestic and export-oriented wooden interior manufacturing specialist",
    "tab_interior": "Interior",
    "interior_section_description1": "We provide a total interior solution from interior design to furniture, accessories, and materials in Indonesia.",
    "interior_section_description2": "The Indonesia-based team with extensive experience and know-how directly handles construction, implementing various spaces to customer requirements perfectly through understanding of complex local situations.",
    "interior_section_description3": "Through this, we contribute to the competitiveness of our customers."
  },
  "palette": {
    "palette_section_page_title": "Palette",
    "palette_section_description": "Domestic and export-oriented wooden palette manufacturing specialist",
    "tab_palette": "Palette",
    "tab_palette_export": "Export Palette",
    "tab_palette_paper_box": "Wooden Box",
    "palette_section_palette_title": "Palette",
    "palette_section_palette_description1": "We are producing large quantities of domestic and export wooden pallets in our 2 factories in Indonesia.",
    "palette_section_palette_description2": "We directly contract with local timber suppliers to secure high-quality raw materials at reasonable prices.",
    "palette_section_palette_description3": "Through this, we provide high-quality wooden pallets at reasonable prices to our customers.",
    "palette_section_palette_description4": "We are committed to building trust with our customers. We approach every project with sincerity and responsibility,",
    "palette_section_palette_description5": "and we strive to become a trusted business partner beyond simple business relationships.",
    "palette_section_palette_export_title": "Export Palette Heat Treatment Disinfection",
    "palette_section_palette_export_description1": "When exporting to other countries, it is necessary to prevent the entry of harmful pests according to the plant protection laws of each country. This is an essential measure to protect the environment of the target country.",
    "palette_section_palette_export_description2": "Safe export through heat treatment disinfection",
    "palette_section_palette_export_description3": "Wood packaging materials (pallets, wooden boxes, etc.) for export must undergo heat treatment disinfection.",
    "palette_section_palette_export_description4": "This process is a method of completely removing all pests inside the wood by heating the wood to a high temperature.",
    "palette_section_palette_export_description5": "Only wood that has undergone this heat treatment is marked with a recognized disinfection mark.",
    "palette_section_palette_export_title2": "Method of Disinfection (Disinfection) of Wood Packaging Materials",
    "palette_section_palette_export_description6": "There are three methods of disinfection (disinfection) of wood packaging materials.",
    "palette_section_palette_export_description7": "- HT (Heat Treatment) : The most commonly used method is the heat treatment method, which uses a minimum temperature of 56 degrees and a minimum of 30 minutes of heat to remove pests.",
    "palette_section_palette_export_description8": "- MB (Methyl Bromide) : The method of using a chemical to expose the pests to a certain concentration for 24 hours to remove them.",
    "palette_section_palette_export_description9": "- DH (Dielectric Heat Treatment) : The method of using microwave waves to quickly raise the temperature to remove pests.",
    "palette_section_palette_export_title3": "IPPC Mark",
    "palette_section_palette_export_description10": "The IPPC mark is the same as the example above, and the invoice must contain the following contents.",
    "palette_section_palette_export_description11": "- IPPC Symbol : The logo approved by IPPC",
    "palette_section_palette_export_description12": "- Country Code : The two-letter country code of ISO",
    "palette_section_palette_export_description13": "- Jurisdiction Code : The number related to the local headquarters that issued the certificate for using the IPPC mark (two digits before the disinfection company code)",
    "palette_section_palette_export_description14": "- Disinfection Company Code : The unique number granted by the Forestry and Livestock Ministry for the disinfection and marking of wood (three digits before the disinfection company code)",
    "palette_section_palette_export_description15": "- Disinfection Code : The code of the disinfection method (HT, MB, DH) performed",
    "palette_section_palette_export_description16": "- Disinfection Company Code : The unique number granted by the Forestry and Livestock Ministry for the disinfection and marking of wood (three digits before the disinfection company code)",
    "palette_section_paper_box_title": "Wooden Box",
    "palette_section_paper_box_description1": "We provide the best solution for safely transporting your valuable cargo.",
    "palette_section_paper_box_description2": "■ Strong and safe custom-made construction",
    "palette_section_paper_box_description3": "• Various types of wood: We use various types of wood according to the customer's requirements and the characteristics of the cargo to manufacture wooden boxes.",
    "palette_section_paper_box_description4": "• Strong structure: We manufacture wooden boxes with a strong structure to protect the cargo from shocks and external environmental factors during export.",
    "palette_section_paper_box_description5": "• Custom design: We can manufacture wooden boxes in a 1:1 custom design and production according to the size, weight, and shape of the cargo.",
    "palette_section_paper_box_description6": "■ Compliance with international standards (ISPM 15)",
    "palette_section_paper_box_description7": "All wooden packaging materials (pallets, wooden boxes, etc.) we manufacture are compliant with the International Plant Protection Convention (ISPM 15).",
    "palette_section_paper_box_description8": "Through heat treatment disinfection, we completely remove all pests inside the wood, and attach a recognized disinfection mark to ensure safe export to any country in the world."
  }
}
